{
  "kategorie": [
    {
      "nazwa": "Krytyka Uczestników i Jury Talent Show",
      "opis": "Komentarze bezpośrednio oceniające występy, talent, zachowanie, wygląd lub ogólny wkład uczestników oraz decyzje i kompetencje jurorów w programach telewizyjnych typu talent show."
    },
    {
      "nazwa": "Agresywne Obelgi i Wulgaryzmy Ogólne",
      "opis": "Komentarze zawierające bezpośrednie, bardzo agresywne obelgi, wulgaryzmy lub treści skrajnie obraźliwe, które nie są częścią szerszej dyskusji politycznej, o programach TV czy problemach społecznych, a stanowią głównie ekspresję frustracji, nienawiści lub prostackiego humoru."
    },
    {
      "nazwa": "Krytyka Polityków i Instytucji",
      "opis": "Komentarze wyrażające negatywne oceny polityków, partii politycznych, działań rządu, instytucji państwowych lub ogólnych problemów polityczno-społecznych, często z użyciem silnie nacechowanego języka."
    },
    {
      "nazwa": "Wsparcie i Pochwała Postaci Publicznych",
      "opis": "Komentarze wyrażające pozytywne opinie, poparcie lub uznanie dla konkretnych postaci publicznych (np. Prezydenta) za ich działania, postawę lub wyrażane wartości, w kontekście politycznym lub społecznym."
    },
    {
      "nazwa": "Wypowiedzi Regionalne i Gwarowe",
      "opis": "Komentarze napisane w gwarze regionalnej (np. śląskiej, kaszubskiej), lub bezpośrednio odnoszące się do regionalnej tożsamości, kultury, dumy, specyficznych problemów danego regionu lub jego mieszkańców."
    },
    {
      "nazwa": "Dyskusje o Grach Komputerowych i Sprzęcie",
      "opis": "Komentarze dotyczące gier wideo (nazwy, mechaniki, modyfikacje), sprzętu komputerowego (karty graficzne, technologie gamingowe) oraz oskarżeń o oszustwa (hackowanie) w grach online."
    },
    {
      "nazwa": "Wyrażanie Uczuć i Subiektywnych Ocen",
      "opis": "Komentarze opisujące osobiste odczucia (smak, zgorszenie, zakochane), emocje, wrażenia estetyczne, refleksje filozoficzne lub religijne, a także luźne uwagi, skojarzenia lub impresje niezwiązane z innymi kategoriami."
    },
    {
      "nazwa": "Komentarze o Pokoleniach i Problemach Młodzieży",
      "opis": "Komentarze odnoszące się do zachowań młodego pokolenia, problemów specyficznych dla nastolatków (np. wczesne ciąże, hejt w internecie), lub nostalgiczne wspomnienia związane z młodością."
    },
    {
      "nazwa": "Teorie Spiskowe i Pseudo-nauka",
      "opis": "Komentarze prezentujące teorie spiskowe, twierdzenia o ukrytych działaniach (np. chemtrails) lub narracje o manipulacji globalnej, często z wyraźnym odrzuceniem oficjalnych wyjaśnień."
    },
    {
      "nazwa": "Porady i Recenzje Produktów Specjalistycznych",
      "opis": "Komentarze oferujące konkretne porady, rekomendacje lub recenzje produktów z niszowych dziedzin, takich jak pielęgnacja włosów, zawierające szczegółowe nazwy produktów i ich zastosowania."
    }
  ]
}